Repository: naamiru/eagle-viewer-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: %lld Columns
ja: %lld カラム

source: Access is limited to the files or folders you explicitly select.
ja: アクセスは、あなたが明示的に選択したファイルやフォルダに限定されます。

source: Add new library
ja: ライブラリを追加

source: All
ja: すべて

source: All data is processed locally on your device.
ja: すべてのデータはお使いのデバイス上でローカル処理されます。

source: An error occurred while starting the application.
ja: アプリケーションの起動中にエラーが発生しました

source: Cancel
ja: キャンセル

source: Cancelled
ja: キャンセル

source: Change Library...
ja: ライブラリを変更...

source: Completed
ja: 完了

source: Connected drives or network shares
ja: 接続されたドライブやネットワーク共有

source: Date Added
ja: 追加日

source: Delete
ja: 削除

source: Done
ja: 完了

source: Download images locally
ja: 画像をローカルにダウンロード

source: Eagle Library Folder
ja: Eagleライブラリフォルダ

source: Error
ja: エラー

source: External Storage
ja: 外部ストレージ

source: Failed
ja: 失敗

source: Failed to access folder
ja: フォルダへのアクセスに失敗しました

source: Folders
ja: フォルダ

source: Full Resync
ja: 全ての画像を再同期

source: Global Settings
ja: グローバル

source: Google Drive
ja: Google ドライブ

source: Images
ja: 画像

source: Import Library
ja: ライブラリをインポート

source: Info
ja: 情報

source: Invalid library folder name
ja: 無効なライブラリフォルダ名です

source: Learn more
ja: くわしく見る

source: Libraries
ja: ライブラリ

source: Library
ja: ライブラリ

source: Library Setup
ja: ライブラリ設定

source: Linked Accounts
ja: アカウント連携

source: LOADING
ja: 読み込み中

source: Local storage on this device
ja: この端末のローカルストレージ

source: Manual
ja: マニュアル

source: metadata.json not found in the selected folder
ja: 選択されたフォルダにmetadata.jsonが見つかりません

source: My Drive
ja: マイドライブ

source: No Folders
ja: フォルダがありません

source: No Google Drive data is stored on our servers or shared with third parties.
ja: Google Drive のデータがサーバーに保存されたり、第三者と共有されたりすることはありません。

source: No Images
ja: 画像がありません

source: No Items
ja: アイテムがありません

source: Not Synced
ja: 未実行

source: Notes
ja: メモ

source: Nothing Found
ja: 何も見つかりませんでした

source: On My iPad
ja: このiPad内

source: On My iPhone
ja: このiPhone内

source: Only folders ending with ".library" can be selected
ja: “.library” で終わるフォルダのみ指定できます

source: Open
ja: 開く

source: Options
ja: オプション

source: Or choose a cloud service
ja: またはクラウドサービスを使う

source: Our use of Google data complies with the Google API Services User Data Policy, including the Limited Use requirements.
ja: 当アプリによる Google データの利用は、Google API Services User Data Policy（限定利用要件を含む）に準拠しています。

source: Please select a valid Eagle library folder (must end with .library)
ja: 有効なEagleライブラリフォルダを選択してください（.libraryで終わる必要があります）

source: Privacy Notice
ja: プライバシーについて

source: Random
ja: ランダム

source: Rating
ja: 評価

source: Recommended for slow external storage or network drives.
ja: ネットワークドライブをご利用の場合、有効にすることをおすすめします。

source: Retry
ja: 再読み込み

source: Search
ja: 検索

source: See privacy policy
ja: プライバシーポリシーを見る

source: Select from Files app
ja: ファイルアプリから選択

source: Select Options
ja: オプションを選択

source: Select your Eagle library folder
ja: Eagleライブラリフォルダを選択してください

source: Settings
ja: 設定

source: Sign in...
ja: ログイン…

source: Sign out
ja: ログアウト

source: Signed in
ja: ログイン中

source: Signed out
ja: 未ログイン

source: Status
ja: ステータス

source: Stop Syncing
ja: 同期を停止

source: Subfolders
ja: サブフォルダ

source: Supported locations:
ja: サポートされる場所：

source: Sync
ja: 同期

source: Sync New & Modified
ja: 新規・変更分のみ同期

source: Sync Now...
ja: 同期する…

source: Synced across your Apple devices
ja: Appleデバイス間で同期

source: Tags
ja: タグ

source: This app only supports Eagle version 4.x. Your library is using version %@.
ja: このアプリはEagleバージョン4.xのみをサポートしています。あなたのライブラリはバージョン%@を使用しています。

source: Title
ja: タイトル

source: Unable to determine Eagle version from metadata.json
ja: metadata.jsonからEagleのバージョンを判定できませんでした

source: Uncategorized
ja: 未分類

source: When you connect your Google account, Eagle Viewer requests read-only access (drive.readonly) to your Google Drive.
ja: Google アカウントを連携すると、Eagle Viewer は Google Drive への読み取り専用アクセス（drive.readonly）をリクエストします。

source: Your Eagle library folder must be accessible through the Files app
ja: Eagleライブラリフォルダをファイルアプリからアクセス可能な状態にしてください
